Repository: TCC-UFAPE/query16
Catalog: CVEs/CVE-2008-2302/3e771e6f9a5bd3ed64fdfb4e97dd874d1f6ccbec/django/conf/locale/*/LC_MESSAGES/django.po
Languages: ru

source: object ID
ru: ID ÏÂßÅËÔÁ

source: headline
ru: ÚÁÇÏÌÏ×ÏË

source: comment
ru: ËÏÍÍÅÎÔÁÒÉÊ

source: IP address
ru: IP ÁÄÒÅÓ

source: is removed
ru: ÕÄÁÌÅÎ

source: Comment
ru: ëÏÍÍÅÎÔÁÒÉÊ

source: Comments
ru: ëÏÍÍÅÎÔÁÒÉÉ

source: Posted by %(user)s at %(date)s %(comment)s http://%(domain)s%(url)s
ru: äÏÂÁ×ÉÌ %(user)s %(date)s %(comment)s http://%(domain)s%(url)s

source: person's name
ru: ÉÍÑ ÞÅÌÏ×ÅËÁ

source: ip address
ru: ip ÁÄÒÅÓ:

source: approved by staff
ru: ÏÄÏÂÒÅÎÏ ÁÄÍÉÎÉÓÔÒÁÃÉÅÊ

source: Free comment
ru: ó×ÏÂÏÄÎÙÊ ËÏÍÍÅÎÔÁÒÉÊ

source: Free comments
ru: ó×ÏÂÏÄÎÙÅ ËÏÍÍÅÎÔÁÒÉÉ

source: deletion date
ru: ÄÁÔÁ ÕÄÁÌÅÎÉÑ

source: Moderator deletion
ru: õÄÁÌÅÎÏ ÍÏÄÅÒÁÔÏÒÏÍ

source: Moderator deletions
ru: õÄÁÌÅÎÏ ÍÏÄÅÒÁÔÏÒÏÍ

source: Anonymous users cannot vote
ru: áÎÏÎÉÍÎÙÊ ÐÏÌØÚÏ×ÁÔÅÌØ ÎÅ ÍÏÖÅÔ ÇÏÌÏÓÏ×ÁÔØ

source: Invalid comment ID
ru: îÅ×ÅÒÎÙÊ ID ËÏÍÍÅÎÔÁÒÉÑ

source: No voting for yourself
ru: îÅÌØÚÑ ÇÏÌÏÓÏ×ÁÔØ ÚÁ ÓÅÂÑ

source: One or more of the required fields wasn't submitted
ru: ïÄÎÏ ÉÌÉ ÂÏÌØÛÅ ÏÂÑÚÁÔÅÌØÎÙÈ ÐÏÌÅÊ ÎÅ ÂÙÌÉ ÚÁÐÏÌÎÅÎÙ

source: All
ru: ÷ÓÅ

source: Any date
ru: úÁ ÌÀÂÕÀ ÄÁÔÕ

source: Today
ru: óÅÇÏÄÎÑ

source: Past 7 days
ru: ðÏÓÌÅÄÎÉÅ 7 ÄÎÅÊ

source: This month
ru: ÷ ÜÔÏÍ ÍÅÓÑÃÅ

source: This year
ru: ÷ ÜÔÏÍ ÇÏÄÕ

source: Yes
ru: äÁ

source: No
ru: îÅÔ

source: Unknown
ru: îÅÉÚ×ÅÓÔÎÏ

source: action time
ru: ×ÒÅÍÑ ÄÅÊÓÔ×ÉÑ

source: object id
ru: id ÏÂØÅËÔÁ

source: object repr
ru: ÐÒÅÄÓÔÁ×ÌÅÎÉÅ ÏÂØÅËÔÁ

source: log entry
ru: ÖÕÒÎÁÌØÎÁÑ ÚÁÐÉÓØ

source: log entries
ru: ÖÕÒÎÁÌØÎÙÅ ÚÁÐÉÓÉ

source: All dates
ru: ÷ÓÅ ÄÁÔÙ

source: Log in
ru: ÷ÈÏÄ

source: Please log in again, because your session has expired. Don't worry: Your submission has been saved.
ru: ðÏÖÁÌÕÊÓÔÁ ×ÏÊÄÉÔÅ ÓÎÏ×Á, ÐÏÓËÏÌØËÕË ×ÁÛÁ ÓÅÓÓÉÑ ÕÓÔÁÒÅÌÁ. îÅ ÂÅÓÐÏËÏÊÔÅÓØ:××ÅÄÅÎÎÙÅ ×ÁÍÉ ÄÁÎÎÙÅ ÓÏÈÒÁÎÅÎÙ.

source: Looks like your browser isn't configured to accept cookies. Please enable cookies, reload this page, and try again.
ru: ðÏÈÏÖÅ, ÞÔÏ ×ÁÛ ÂÒÏÕÚÅÒ ÎÅ ÎÁÓÔÒÏÅÎ ÎÁ ÐÒÉÅÍ cookies. ðÏÖÁÌÕÊÓÔ×Á ×ËÌÀÞÉÔÅ cookie, ÐÅÒÅÚÁÇÒÕÚÉÔÅ ÓÔÒÁÎÉÃÕ É ÐÏÐÙÔÁÊÔÅÓØ ÓÎÏ×Á.

source: Usernames cannot contain the '@' character.
ru: éÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ ÎÅ ÍÏÖÅÔ ×ËÌÀÞÁÔØ ÓÉÍ×ÏÌ '@'.

source: Site administration
ru: áÄÍÉÎÉÓÔÒÉÒÏ×ÁÎÉÅ ÓÁÊÔÁ

source: Select %s
ru: ÷ÙÂÅÒÉÔÅ %s

source: Select %s to change
ru: ÷ÙÂÅÒÉÔÅ %s ÄÌÑ ÉÚÍÅÎÅÎÉÑ

source: The %(name)s "%(obj)s" was added successfully.
ru: %(name)s "%(obj)s" ÂÙÌÉ ÕÓÐÅÛÎÏ ÄÏÂÁ×ÌÅÎÙ.

source: You may edit it again below.
ru: ÷Ù ÓÎÏ×Á ÍÏÖÅÔÅ ÒÅÄÁËÔÉÒÏ×ÁÔØ ÉÈ ×ÎÉÚÕ

source: You may add another %s below.
ru: ÷Ù ÍÏÖÅÔÅ ÄÏÂÁ×ÉÔØ % ×ÎÉÚÕ.

source: Add %s
ru: äÏÂÁ×ÉÔØ %s

source: Added %s.
ru: äÏÂÁ×ÌÅÎÏ %s

source: and
ru: É

source: Changed %s.
ru: éÚÍÅÎÅÎÏ %s.

source: Deleted %s.
ru: õÄÁÌÅÎÏ %s.

source: Change %s
ru: éÚÍÅÎÉÔØ %s

source: One or more %(fieldname)s in %(name)s: %(obj)s
ru: ïÄÎÏ ÉÌÉ ÂÏÌÅÅ %(fieldname)s × %(name)s: %(obj)s

source: One or more %(fieldname)s in %(name)s:
ru: ïÄÎÏ ÉÌÉ ÂÏÌÅÅ %(fieldname)s × %(name)s:

source: The %(name)s "%(obj)s" was deleted successfully.
ru: %(name)s "%(obj)s" ÂÙÌÏ ÕÓÐÅÛÎÏ ÕÄÁÌÅÎÏ.

source: Are you sure?
ru: ÷Ù Õ×ÅÒÅÎÙ?

source: Change history: %s
ru: éÚÍÅÎÉ ÉÓÔÏÒÉÀ: %s

source: Integer
ru: ãÅÌÏÅ

source: Boolean (Either True or False)
ru: ìÏÇÉÞÅÓËÏÅ (True ÉÌÉ False)

source: String (up to %(maxlength)s)
ru: óÔÒÏËÁ (ÄÏ %(maxlength)s ÓÉÍ×ÏÌÏ×)

source: Comma-separated integers
ru: ãÅÌÙÅ, ÒÁÚÄÅÌÅÎÎÙÅ ÚÁÐÑÔÙÍÉ

source: Date (without time)
ru: äÁÔÁ (ÂÅÚ ÕËÁÚÁÎÉÑ ×ÒÅÍÅÎÉ)

source: Date (with time)
ru: äÁÔÁ (Ó ÕËÁÚÁÎÉÅÍ ×ÒÅÍÅÎÉ)

source: E-mail address
ru: E-mail ÁÄÒÅÓ

source: File path
ru: ðÕÔØ Ë ÆÁÊÌÕ

source: Decimal number
ru: äÅÓÑÔÉÞÎÏÅ ÞÉÓÌÏ

source: Boolean (Either True, False or None)
ru: ìÏÇÉÞÅÓËÏÅ (True, False ÉÌÉ None)

source: Phone number
ru: îÏÍÅÒ ÔÅÌÅÆÏÎÁ

source: String (up to 50)
ru: óÔÒÏËÁ (ÄÏ 50 ÓÉÍ×ÏÌÏ×)

source: Text
ru: ôÅËÓÔ

source: Time
ru: ÷ÒÅÍÑ

source: U.S. state (two uppercase letters)
ru: ûÔÁÔ óûá (Ä×Á ÚÁÇÌÁ×ÎÙÈ ÓÉÍ×ÏÌÁ)

source: XML text
ru: XML ÔÅËÓÔ

source: Change password
ru: éÚÍÅÎÅÎÉÅ ÐÁÒÏÌÑ

source: Log out
ru: ÷ÙÈÏÄ

source: Home
ru: îÁÞÁÌÏ

source: History
ru: éÓÔÏÒÉÑ

source: Date/time
ru: äÁÔÁ/×ÒÅÍÑ

source: User
ru: ðÏÌØÚÏ×ÁÔÅÌØ

source: Action
ru: äÅÊÓÔ×ÉÅ

source: DATE_WITH_TIME_FULL
ru: j. N Y, H:i

source: This object doesn't have a change history. It probably wasn't added via this admin site.
ru: äÁÎÎÙÊ ÏÂØÅËÔ ÎÅ ÉÍÅÅÔ ÉÓÔÏÒÉÉ ÉÚÍÅÎÅÎÉÑ. ÷ÏÚÍÏÖÎÏ ÏÎ ÎÅ ÂÙÌ ÄÏÂÁ×ÌÅÎ ÞÅÒÅÚ ÄÁÎÎÙÊ ÁÄÍÉÎÉÓÔÒÁÔÉ×ÎÙÊ ÓÁÊÔ.

source: Django site admin
ru: áÄÍÉÎÉÓÔÒÁÔÉ×ÎÙÊ ÓÁÊÔ Django

source: Django administration
ru: áÄÍÉÎÉÓÔÒÉÒÏ×ÁÎÉÅ Django

source: Server error
ru: ïÛÉÂËÁ ÓÅÒ×ÅÒÁ

source: Server error (500)
ru: ïÛÉÂËÁ ÓÅÒ×ÅÒÁ (500)

source: Server Error <em>(500)</em>
ru: ïÛÉÂËÁ ÓÅÒ×ÅÒÁ <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
ru: ðÒÏÉÚÏÛÌÁ ÏÛÉÂËÁ. ïÔÞÅÔ ÏÂ ÏÛÉÂËÅ ÏÔÐÒÁ×ÌÅÎ ÁÄÍÉÎÉÓÔÒÁÔÏÒÁÍ ÓÁÊÔÁ ÐÏ e-mailÉ ÏÎÁ ÄÏÌÖÎÁ ÂÙÔØ ×ÓËÏÒÅ ÉÓÐÒÁ×ÌÅÎÁ. âÌÁÇÏÄÁÒÉÍ ×ÁÓ ÎÁ ÔÅÒÐÅÎÉÅ É ÐÏÍÏÝØ.

source: Page not found
ru: óÔÒÁÎÉÃÁ ÎÅ ÎÁÊÄÅÎÁ

source: We're sorry, but the requested page could not be found.
ru: ë ÓÏÖÁÌÅÎÉÀ, ÚÁÐÒÁÛÉ×ÁÅÍÁÑ ×ÁÍÉ ÓÔÒÁÎÉÃÁ ÎÅ ÎÁÊÄÅÎÁ.

source: Add
ru: äÏÂÁ×ÉÔØ

source: Change
ru: éÚÍÅÎÉÔØ

source: You don't have permission to edit anything.
ru: îÅÄÏÓÔÁÔÏÞÎÏ ÐÒÁ× ÄÌÑ ÒÅÄÁËÔÉÒÏ×ÁÎÉÑ.

source: Recent Actions
ru: ðÏÓÌÅÄÎÉÅ äÅÊÓÔ×ÉÑ

source: My Actions
ru: íÏÉ äÅÊÓÔ×ÉÑ

source: None available
ru: îÅÄÏÓÔÕÐÎÏ

source: Add %(name)s
ru: äÏÂÁ×ÉÔØ %(name)s

source: Username:
ru: éÍÑ:

source: Password:
ru: ðÁÒÏÌØ:

source: Have you <a href="/password_reset/">forgotten your password</a>?
ru: ÷Ù <a href="/password_reset/">ÚÁÂÙÌÉ ÐÁÒÏÌØ</a>?

source: Welcome,
ru: äÏÂÒÏ ÐÏÖÁÌÏ×ÁÔØ,

source: Deleting the %(object_name)s '%(object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
ru: õÄÁÌÅÎÉÅ ÏÂßÅËÔÁ %(object_name)s '%(object)s' ÐÒÉ×ÅÄÅÔ Ë ÕÄÁÌÅÎÉÀ ÚÁ×ÉÓÉÍÙÈ ÜÌÅÍÅÎÔÏ×, ÎÏ ÐÒÅÄÏÓÔÁ×ÌÅÎÎÙÈ ×ÁÍ ÐÒÁ× ÎÅÄÏÓÔÁÔÏÞÎÏ ÄÌÑ ÕÄÁÌÅÎÉÑ ÓÌÅÄÕÀÝÉÈ ÔÉÐÏ× ÏÂßÅËÔÏ×:

source: Are you sure you want to delete the %(object_name)s "%(object)s"? All of the following related items will be deleted:
ru: ÷Ù Õ×ÅÒÅÎÙ, ÞÔÏ ÈÏÔÉÔÅ ÕÄÁÌÉÔØ %(object_name)s "%(object)s"? ÷ÓÅ ÓÌÅÄÕÀÝÉÅ ÏÂßÅËÔÙ ÔÁËÖÅ ÂÕÄÕÔ ÕÄÁÌÅÎÙ:

source: Yes, I'm sure
ru: äÁ, Ñ Õ×ÅÒÅÎ

source: Please correct the error below.
ru: ðÏÖÁÌÕÊÓÔÁ ÉÓÐÒÁ×ØÔÅ ÏÛÉÂËÕ ÎÉÖÅ.

source: Order:
ru: ðÏÒÑÄÏË:

source: Delete
ru: õÄÁÌÉÔØ

source: Save as new
ru: óÏÈÒÁÎÉÔØ ËÁË ÎÏ×ÏÅ

source: Save and add another
ru: óÏÈÒÁÎÉÔØ É ÄÏÂÁ×ÉÔØ ÄÒÕÇÏÅ

source: Save and continue editing
ru: óÏÈÒÁÎÉÔØ É ÐÒÏÄÏÌÖÉÔØ ÒÅÄÁËÔÉÒÏ×ÁÎÉÅ

source: Save
ru: óÏÈÒÁÎÉÔØ

source: Password change
ru: éÚÍÅÎÅÎÉÅ ÐÁÒÏÌÑ

source: Password change successful
ru: ðÁÒÏÌØ ÕÓÐÅÛÎÏ ÏÂÎÏ×ÌÅÎ

source: Your password was changed.
ru: ÷ÁÛ ÐÁÒÏÌØ ÂÙÌ ÉÚÍÅÎÅÎ.

source: Password reset
ru: óÂÒÏÓ ÐÁÒÏÌÑ

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
ru: úÁÂÙÌÉ ÐÁÒÏÌØ? ÷×ÅÄÉÔÅ ×ÁÛ e-mail ÁÄÒÅÓ ÎÉÖÅ É ÍÙ ÏÞÉÓÔÉÍ ×ÁÛ ÓÔÁÒÙÊ ÐÁÒÏÌØ, É ×ÙÛÌÅÍ ×ÁÍ ÐÏ e-mail ÎÏ×ÙÊ.

source: E-mail address:
ru: E-mail ÁÄÒÅÓ:

source: Reset my password
ru: ïÞÉÓÔËÁ ÐÁÒÏÌÑ

source: Thanks for spending some quality time with the Web site today.
ru: âÌÁÇÏÄÁÒÉÍ ÚÁ ÐÒÏ×ÅÄÅÎÎÏÅ ×ÁÍÉ ÓÅÇÏÄÎÑ ×ÒÅÍÑ ÎÁ ÜÔÏÍ ÓÁÊÔÅ.

source: Log in again
ru: ðÏ×ÔÏÒÎÙÊ ×ÈÏÄ

source: Password reset successful
ru: õÓÐÅÛÎÁÑ ÏÞÉÓÔËÁ ÐÁÒÏÌÑ

source: We've e-mailed a new password to the e-mail address you submitted. You should be receiving it shortly.
ru: íÙ ÏÔÐÒÁ×ÉÌÉ ÎÏ×ÙÊ ÐÁÒÏÌØ ÐÏ ÕËÁÚÁÎÎÏÍÕ ×ÁÍÉ ÁÄÒÅÓÕ ÜÌÅËÔÒÏÎÎÏÊ ÐÏÞÔÙ. ÷Ù ÄÏÌÖÎÙ ÅÇÏ ×ÓËÏÒÅ ÐÏÌÕÞÉÔØ.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ru: ÷ ÃÅÌÑÈ ÂÅÚÏÐÁÓÎÏÓÔÉ, ÐÏÖÁÌÕÊÓÔÁ, ××ÅÄÉÔÅ ×ÁÛ ÓÔÁÒÙÊ ÐÁÒÏÌØ, ÚÁÔÅÍ - ÎÏ×ÙÊ ÐÁÒÏÌØ Ä×ÁÖÄÙ, Ó ÔÅÍ, ÞÔÏÂÙ ÍÙ ÍÏÇÌÉ ÕÂÅÄÉÔØÓÑ × ÐÒÁ×ÉÌØÎÏÓÔÉ ÎÁÐÉÓÁÎÉÑ.

source: Old password:
ru: óÔÁÒÙÊ ÐÁÒÏÌØ:

source: New password:
ru: îÏ×ÙÊ ÐÁÒÏÌØ:

source: Confirm password:
ru: ðÏÄÔ×ÅÒÄÉÔÅ ÐÁÒÏÌØ:

source: Change my password
ru: éÚÍÅÎÅÎÉÅ ÐÁÒÏÌÑ

source: You're receiving this e-mail because you requested a password reset
ru: ÷Ù ÐÏÌÕÞÉÌÉ ÜÔÏ ÓÏÏÂÝÅÎÉÅ ÐÏÔÏÍÕ ÞÔÏ ÂÙÌÁ ÚÁÐÒÏÛÅÎÁ ÏÞÉÓÔËÁ ÐÁÒÏÌÑ

source: for your user account at %(site_name)s
ru: ÄÌÑ ×ÁÛÅÇÏ ÐÏÌØÚÏ×ÁÔÅÌØÓËÏÇÏ ÁËËÁÕÎÔÁ ÎÁ %(site_name)s

source: Your new password is: %(new_password)s
ru: ÷ÁÛ ÎÏ×ÙÊ ÐÁÒÏÌØ: %(new_password)s

source: Feel free to change this password by going to this page:
ru: ÷Ù ×ÓÅÇÄÁ ÍÏÖÅÔÅ ÉÚÍÅÎÉÔØ ÜÔÏÔ ÐÁÒÏÌØ ÐÅÒÅÊÄÑ ÎÁ ÓÔÒÁÎÉÃÕ:

source: Your username, in case you've forgotten:
ru: ÷ÁÛÅ ÉÍÑ, ÎÁ ÓÌÕÞÁÊ ÅÓÌÉ ×Ù ÅÇÏ ÚÁÂÙÌÉ:

source: Thanks for using our site!
ru: óÐÁÓÉÂÏ ÚÁ ÐÏÓÅÝÅÎÉÅ ÎÁÛÅÇÏ ÓÁÊÔÁ!

source: The %(site_name)s team
ru: ëÏÍÁÎÄÁ ÓÁÊÔÁ di %(site_name)s

source: Documentation
ru: äÏËÕÍÅÎÔÁÃÉÑ

source: Documentation bookmarklets
ru: äÏËÕÍÅÎÔÁÃÉÑ ÐÏ bookmarklets

source: Documentation for this page
ru: äÏËÕÍÅÎÔÁÃÉÑ ÐÏ ÄÁÎÎÏÊ ÓÔÒÁÎÉÃÅ

source: Show object ID
ru: ðÏËÁÚÁÔØ ID ÏÂØÅËÔÁ

source: Edit this object (current window)
ru: òÅÄÁËÔÉÒÏ×ÁÔØ ÄÁÎÎÙÊ ÏÂØÅËÔ (× ÔÅËÕÝÅÍ ÏËÎÅ)

source: Edit this object (new window)
ru: òÅÄÁËÔÉÒÏ×ÁÔØ ÄÁÎÎÙÊ ÏÂØÅËÔ (× ÎÏ×ÏÍ ÏËÎÅ)

source: As above, but opens the admin page in a new window.
ru: ôÏ ÖÅ ÞÔÏ É ×ÙÛÅ, ÎÏ ÏÔËÒÏÅÔ ÁÄÍÉÎÉÓÔÒÁÔÉ×ÎÕÀ ÓÔÒÁÎÉÃÕ × ÎÏ×ÏÍ ÏËÎÅ

source: redirect from
ru: ÐÅÒÅÎÁÐÒÁ×ÉÔØ ÉÚ

source: This should be an absolute path, excluding the domain name. Example: '/events/search/'.
ru: üÔÏ ÄÏÌÖÅÎ ÂÙÔØ ÁÂÓÏÌÀÔÎÙÊ ÐÕÔØ, ÉÓËÌÀÞÁÑ ÄÏÍÅÎÎÏÅ ÉÍÑ. ðÒÉÍÅÒ: '/events/search/'.

source: redirect to
ru: ÐÅÒÅÎÁÐÒÁ×ÉÔØ ÎÁ

source: This can be either an absolute path (as above) or a full URL starting with 'http://'.
ru: üÔÏ ÄÏÌÖÅÎ ÂÙÔØ, ÌÉÂÏ ÁÂÓÏÌÀÔÎÙÊ ÐÕÔØ (ËÁË ×ÙÛÅ) ÉÌÉ ÐÏÌÎÙÊ URL ÎÁÞÉÎÁÀÝÉÊÓÑ Ó 'http://'.

source: redirect
ru: ÐÅÒÅÎÁÐÒÁ×ÉÔØ

source: redirects
ru: ÐÅÒÅÎÁÐÒÏ×ÌÅÎÉÑ

source: Example: '/about/contact/'. Make sure to have leading and trailing slashes.
ru: ðÒÉÍÅÒ: '/about/contact/'. âÕÄØÔÅ Õ×ÅÒÅÎÎÙ, ÞÔÏ ×ÓÔÁ×ÉÌÉ ÚÁ×ÅÐÒÛÁÀÝÉÊ ÓÌÜÛ.

source: title
ru: ÚÁÇÏÌÏ×ÏË

source: content
ru: ÎÁÐÏÌÎÅÎÉÅ

source: enable comments
ru: ÁËÔÉ×ÉÒÏ×ÁÔØ ËÏÍÍÅÎÔÁÒÉÉ

source: template name
ru: ÉÍÑ ÛÁÂÌÏÎÁ

source: registration required
ru: ÒÅÇÉÓÔÒÁÃÉÑ ÏÂÑÚÁÔÅÌØÎÁ

source: If this is checked, only logged-in users will be able to view the page.
ru: åÓÌÉ ÏÔÍÅÞÅÎÏ, ÔÏÌØËÏ ×ÏÛÅÄÛÉÅ ÐÏÌØÚÏ×ÁÔÅÌÉ ÓÍÏÇÕÔ ×ÉÄÅÔØ ÓÔÒÁÎÉÃÕ

source: flat page
ru: ÐÒÏÓÔÁÑ ÓÔÒÁÎÉÃÁ

source: flat pages
ru: ÐÒÏÓÔÙÅ ÓÔÒÁÎÉÃÙ

source: Monday
ru: ðÏÎÅÄÅÌØÎÉË

source: Tuesday
ru: ÷ÔÏÒÎÉË

source: Wednesday
ru: óÒÅÄÁ

source: Thursday
ru: þÅÔ×ÅÒÇ

source: Friday
ru: ðÑÔÎÉÃÁ

source: Saturday
ru: óÕÂÂÏÔÁ

source: Sunday
ru: ÷ÏÓËÒÅÓÅÎØÅ

source: January
ru: ñÎ×ÁÒØ

source: February
ru: æÅ×ÒÁÌØ

source: March
ru: íÁÒÔ

source: April
ru: áÐÒÅÌØ

source: May
ru: íÁÊ

source: June
ru: éÀÎØ

source: July
ru: éÀÌØ

source: August
ru: á×ÇÕÓÔ

source: September
ru: óÅÎÔÑÂÒØ

source: October
ru: ïÓÔÑÂÒØ

source: November
ru: îÏÑÂÒØ

source: December
ru: äÅËÁÂÒØ

source: Jan.
ru: ñÎ×.

source: Feb.
ru: æÅ×.

source: Aug.
ru: á×Ç.

source: Sept.
ru: óÅÎ.

source: Oct.
ru: ïËÔ.

source: Nov.
ru: îÏÑÂ.

source: Dec.
ru: äÅË.

source: year
ru: ÇÏÄ

source: month
ru: ÍÅÓÑÃ

source: day
ru: ÄÅÎØ

source: hour
ru: ÞÁÓ

source: minute
ru: ÍÉÎÕÔÁ

source: domain name
ru: ÄÏÍÅÎ

source: display name
ru: ×Ù×ÏÄÉÍÏÅ ÉÍÑ

source: site
ru: ÓÁÊÔ

source: sites
ru: ÓÁÊÔÙ

source: label
ru: ÍÅÔËÁ

source: name
ru: ÉÍÑ

source: package
ru: ÐÁËÅÔ

source: packages
ru: ÐÁËÅÔÙ

source: python module name
ru: ÉÍÑ python ÍÏÄÕÌÑ

source: content type
ru: ÔÉÐ ÎÁÐÏÌÎÅÎÉÑ

source: content types
ru: ÔÉÐÙ ÎÁÐÏÌÎÅÎÉÑ

source: session key
ru: ËÌÀÞ ÓÅÓÓÉÉ

source: session data
ru: ÄÁÎÎÙÅ ÓÅÓÓÉÉ

source: expire date
ru: ÄÁÔÁ ÏËÏÎÞÁÎÉÑ

source: session
ru: ÓÅÓÓÉÑ

source: sessions
ru: ÓÅÓÓÉÉ

source: codename
ru: ËÏÄ

source: Permission
ru: ðÒÁ×Á

source: Permissions
ru: ðÒÁ×Á

source: Group
ru: çÒÕÐÐÁ

source: Groups
ru: çÒÕÐÐÙ

source: username
ru: ÉÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ

source: first name
ru: ÉÍÑ

source: last name
ru: ÆÁÍÉÌÉÑ

source: e-mail address
ru: e-mail ÁÄÒÅÓ

source: password
ru: ÐÁÒÏÌØ

source: staff status
ru: ÓÔÁÔÕÓ ÐÅÒÓÏÎÁÌÁ

source: Designates whether the user can log into this admin site.
ru: ïÔÍÅÔØÔÅ, ÅÓÌÉ ÐÏÌØÚÏ×ÁÔÅÌØ ÍÏÖÅÔ ×ÈÏÄÉÔØ × ÁÄÍÉÎ. ÞÁÓÔØ ÓÁÊÔÁ.

source: active
ru: ÁËÔÉ×ÅÎ

source: superuser status
ru: ÓÔÁÔÕÓ ÁÄÍÉÎÁ

source: last login
ru: ÐÏÓÌÅÄÎÉÊ ×ÈÏÄ

source: date joined
ru: ÄÁÔÁ ÒÅÇÉÓÔÒÁÃÉÉ

source: In addition to the permissions manually assigned, this user will also get all permissions granted to each group he/she is in.
ru: ë ÄÏÂÁ×ÌÅÎÉÀ Ë ÐÅÒÁ×ÁÍ ×ÙÂÒÎÁÎÎÙÍ ×ÕÒÕÞÎÕÀ, ÜÔÏÔ ÐÏÌØÚÏ×ÁÔÅÌØ ÍÏÖÅÔ ÐÏÌÕÞÉÔØ ×ÓÅ ÐÒÁ×Á ÇÒÕÐÐÙ, Ë ËÏÔÏÒÏÊ ÏÎ ÐÒÉÎÁÄÌÅÖÉÔ.

source: Users
ru: ðÏÌØÚÏ×ÁÔÅÌÉ

source: Personal info
ru: ðÅÒÓÏÎÁÌØÎÁÑ ÉÎÆÏÒÍÁÃÉÑ

source: Important dates
ru: ÷ÁÖÎÙÅ ÄÁÔÙ

source: Message
ru: óÏÏÂÝÅÎÉÅ

source: Russian
ru: òÕÓÓËÉÊ

source: This field is required.
ru: ïÂÑÚÁÔÅÌØÎÏÅ ÐÏÌÅ.

source: Line breaks are not allowed here.
ru: ðÅÒÅÎÏÓÙ ÓÔÒÏË ÎÅ ÄÏÐÕÓËÁÀÔÓÑ ÚÄÅÓØ.

source: The submitted file is empty.
ru: õËÁÚÁÎÎÙÊ ÆÁÊÌ - ÐÕÓÔ.

source: Enter a positive number.
ru: ÷×ÅÄÉÔÅ ÐÏÌÏÖÉÔÅÌØÎÏÅ ÞÉÓÌÏ.

source: Enter a whole number between 0 and 32,767.
ru: ÷×ÅÄÉÔÅ ÃÅÌÏÅ ÞÉÓÌÏ × ÄÉÁÐÁÚÏÎÅ ÏÔ 0 ÄÏ 32767.

source: This value must contain only letters, numbers and underscores.
ru: úÎÁÞÅÎÉÅ ÍÏÖÅÔ ÓÏÄÅÒÖÁÔØ ÔÏÌØËÏ ÂÕË×Ù, ÃÉÆÒÙ É ÐÏÄÞÅÒËÉ×ÁÎÉÑ.

source: Uppercase letters are not allowed here.
ru: úÁÇÌÁ×ÎÙÅ ÂÕË×Ù ÎÅ ÒÁÚÒÅÛÅÎÙ

source: Lowercase letters are not allowed here.
ru: óÔÒÏÞÎÙÅ ÂÕË×Ù ÎÅ ÒÁÚÒÅÛÅÎÙ

source: Enter only digits separated by commas.
ru: ÷×ÏÄÉÔÅ ÔÏÌØËÏ ÃÉÆÒÙ ÒÁÚÄÅÌ£ÎÎÙÅ ÚÁÐÑÔÙÍÉ

source: Enter valid e-mail addresses separated by commas.
ru: ÷×ÏÄÉÔÅ ÒÅÁÌØÎÙÅ e-mail ÁÄÒÅÓÁ ÒÁÚÄÅÌ£ÎÎÙÅ ÚÁÐÑÔÙÍÉ

source: Please enter a valid IP address.
ru: ðÏÖÁÌÕÊÓÔÁ, ××ÏÄÉÔÅ ÒÅÁÌØÎÙÊ IP ÁÄÒÅÓ

source: Empty values are not allowed here.
ru: ðÕÓÔÏÅ ÚÎÁÞÅÎÉÅ ÎÅ ÒÁÚÒÅÛÅÎÏ

source: Non-numeric characters aren't allowed here.
ru: îÅ ÃÉÆÒÏ×ÙÅ ÓÉÍ×ÏÌÙ ÎÅ ÒÎÁÚÒÅÛÅÎÙ

source: Enter a whole number.
ru: ÷×ÅÄÉÔÅ ÎÏÍÅÒ

source: Only alphabetical characters are allowed here.
ru: ôÏÌØËÏ ÂÕË×Ù ÍÏÖÎÏ ÉÓÐÏÌØÚÏ×ÁÔØ

source: Enter a valid date in YYYY-MM-DD format.
ru: ÷×ÏÄÉÔÅ ÒÅÁÌØÎÕÀ ÄÁÔÕ × ÆÏÒÍÁÔÅ YYYY-MM-DD.

source: Enter a valid time in HH:MM format.
ru: ÷×ÏÄÉÔÅ ÒÅÁÌØÎÏÅ ×ÒÅÍÑ × ÆÏÒÍÁÔÅ HH:MM.

source: Enter a valid date/time in YYYY-MM-DD HH:MM format.
ru: ÷×ÏÄÉÔÅ ÒÅÁÌØÎÙÅ ÄÁÔÁ/×ÒÅÍÑ × ÆÏÒÍÁÔÅ YYYY-MM-DD HH:MM.

source: Enter a valid e-mail address.
ru: õËÁÖÉÔÅ ÒÅÁÌØÎÙÊ e-mail ÁÄÒÅÓ.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
ru: úÁÇÒÕÚÉÔÅ ÒÅÁÌØÎÏÅ ÉÚÏÂÒÁÖÅÎÉÅ. æÁÊÌ, ËÏÔÏÒÙÊ ×Ù ÚÁÇÒÕÖÁÌÉ, ÎÅ ÂÙÌ ÉÚÏÂÒÁÖÅÎÉÅÍ ÉÌÉ ÂÙÌ ÐÏ×ÒÅÖÄÅÎ.

source: The URL %s does not point to a valid image.
ru: URL %s ÎÅ ÕËÁÚÙ×ÁÅÔ ÎÁ ÒÅÁÌØÎÏÅ ÉÚÏÂÒÁÖÅÎÉÅ.

source: Phone numbers must be in XXX-XXX-XXXX format. "%s" is invalid.
ru: ôÅÌÅÆÏÎÎÙÊ ÎÏÍÅÒ ÄÏÌÖÅÎ ÂÙÔØ × ÆÏÒÍÁÔÅ XXX-XXX-XXXX. "%s" ÎÅ ×ÅÒÅÎ.

source: The URL %s does not point to a valid QuickTime video.
ru: URL %s ÎÅ ÕËÁÚÙ×ÁÅÔ ÎÁ ÒÅÁÌØÎÏÅ ×ÉÄÅÏ QuickTime.

source: A valid URL is required.
ru: òÅÁÌØÎÙÊ URL ÏÂÑÚÁÔÅÌÅÎ.

source: Valid HTML is required. Specific errors are: %s
ru: òÅÁÌØÎÙÊ HTML ÏÂÑÚÁÔÅÌÅÎ. óÐÅÃÉÆÉÞÎÙÅ ÏÛÉÂËÉ: %s

source: Badly formed XML: %s
ru: îÅ×ÅÒÎÙÊ ÆÏÒÍÁÔ XML: %s

source: Invalid URL: %s
ru: îÅ×ÅÒÎÙÊ URL: %s

source: The URL %s is a broken link.
ru: URL %s ÓÌÏÍÁÎÎÁÑ ÓÓÙÌËÁ.

source: Enter a valid U.S. state abbreviation.
ru: ÷×ÏÄÉÔÅ ÒÅÁÌØÎÕÀ ÁÂÒÅ×ÉÁÔÕÒÕ ÛÔÁÔÏ× óûá.

source: Watch your mouth! The word %s is not allowed here.
ru: óÌÅÄÉÔÅ ÚÁ Ó×ÏÉÍÉ ÓÌÏ×ÁÍÉ! óÌÏ×Ï %s ÚÄÅÓØ ÚÁÐÒÅÝÅÎÏ.

source: This field must match the '%s' field.
ru: üÔÏ ÐÏÌÅ ÄÏÌÖÎÏ ÓÏ×ÐÁÄÁÔØ Ó ÐÏÌÅÍ '%s'.

source: Please enter something for at least one field.
ru: ðÏÖÁÌÕÊÓÔÁ, ÚÁÐÏÌÎÉÔÅ ÈÏÔÑ ÂÙ ÏÄÎÏ ÐÏÌÅ.

source: Please enter both fields or leave them both empty.
ru: ðÏÖÁÌÕÊÓÔÁ, ÚÁÐÏÌÎÉÔÅ ÏÂÁ ÐÏÌÑ ÌÉÂÏ ÏÓÔÁ×ØÔÅ ÉÈ ÐÕÓÔÙÍÉ.

source: This field must be given if %(field)s is %(value)s
ru: üÔÏ ÐÏÌÅ ÄÏÌÖÎÏ ÂÙÔØ ÚÁÐÏÌÎÅÎÏ ÅÓÌÉ %(field)s ÒÁ×ÎÏ %(value)s

source: This field must be given if %(field)s is not %(value)s
ru: üÔÏ ÐÏÌÅ ÄÏÌÖÎÏ ÂÙÔØ ÚÁÐÏÌÎÅÎÏ ÅÓÌÉ %(field)s ÎÅ ÒÁ×ÎÏ %(value)s

source: Duplicate values are not allowed.
ru: ä×ÏÊÎÙÅ ÚÎÁÞÅÎÉÑ ÚÁÐÒÅÝÅÎÎÙ.

source: Please enter a valid decimal number.
ru: ðÏÖÁÌÕÊÓÔÁ, ××ÏÄÉÔÅ ËÏÒÒÅËÔÎÏÅ ÄÅÓÑÔÉÞÎÏÅ ÞÉÓÌÏ.

source: Please enter a valid decimal number with at most %s total digit.
ru: ðÏÖÁÌÕÊÓÔÁ, ××ÏÄÉÔÅ ËÏÒÒÅËÔÎÏÅ ÄÅÓÑÔÉÞÎÏÅ ÞÉÓÌÏ Ó ÍÁËÓÉÍÁÌØÎÙÍ ËÏÌÉÞÅÓÔ×ÏÍ ÚÎÁËÏ× %s.

source: Please enter a valid decimal number with at most %s decimal place.
ru: ðÏÖÁÌÕÊÓÔÁ, ××ÏÄÉÔÅ ËÏÒÒÅËÔÎÏÅ ÄÅÓÑÔÉÞÎÏÅ ÞÉÓÌÏ Ó ÍÁËÓÉÍÁÌØÎÙÍ ËÏÌÉÞÅÓÔ×ÏÍ ÚÎÁËÏ× ÐÏÓÌÅ ÚÁÐÑÔÏÊ %s.

source: Make sure your uploaded file is at least %s bytes big.
ru: õÂÅÄÉÔÅÓØ, ÞÔÏ ÚÁÇÒÕÖÅÎÎÙÊ ÆÁÊÌ ÐÏ ËÒÁÊÎÅÊ ÍÅÒÅ ÎÅ ÍÅÎØÛÅ %s ÂÁÊÔ.

source: Make sure your uploaded file is at most %s bytes big.
ru: õÂÅÄÉÔÅÓØ, ÞÔÏ ÚÁÇÒÕÖÅÎÎÙÊ ÆÁÊÌ ÂÏÌØÛÅ ÞÅÍ %s ÂÁÊÔ.

source: The format for this field is wrong.
ru: æÏÒÍÁÔ ÜÔÏÇÏ ÐÏÌÑ ÎÅ×ÅÒÅÎ

source: This field is invalid.
ru: üÔÏ ÐÏÌÅ ÎÅ×ÅÒÎÏ.

source: Could not retrieve anything from %s.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÌÕÞÉÔØ ÞÔÏ-ÌÉÂÏ Ó %s.

source: The URL %(url)s returned the invalid Content-Type header '%(contenttype)s'.
ru: URL %(url) ×ÅÒÎÕÌ ÎÅ×ÅÒÎÙÊ ÚÁÇÏÌÏ×ÏË Content-Type '%(contenttype)'.

source: Separate multiple IDs with commas.
ru: îÅÓËÏÌØËÏ ÚÎÁÞÅÎÉÊ ID ÒÁÚÄÅÌÑÊÔÅ ÚÁÐÑÔÙÍÉ.

source: Hold down "Control", or "Command" on a Mac, to select more than one.
ru: õÄÅÒÖÉ×ÁÊÔÅ "Control", ÉÌÉ "Command" ÎÁ íÁËÉÎÔÏÛ, ÄÌÑ ×ÙÂÏÒÁ ÂÏÌØÛÅ ÞÅÍ ÏÄÎÏÇÏ.

source: Enter a valid filename.
ru: õËÁÖÉÔÅ ÐÒÁ×ÉÌØÎÏÅ ÉÍÑ ÆÁÊÌÁ.
